Repository: IBM/watson-translator-101
Catalog: en-zh-6000-ParallelCorpus.tmx
Source language: en
Languages: zh

source: We underscore the importance of the recommendations of the Adviser to the Secretary-General on Sexual Exploitation and Abuse by United Nations Peacekeeping Personnel, and urge that those measures adopted in the relevant General Assembly resolutions based upon the recommendations be fully implemented without delay.
zh: 96. 我们强调关于联合国维持和平人员性剥削和性虐待问题的秘书长顾问所提建议 的重要性，并敦促毫不拖延地全面实行大会根据上述建议通过的相关决议规定的各项措施。

source: 8th plenary meeting 16 September 2005
zh: 2005年9月16日

source: Report of the Global Conference on the Sustainable Development of Small Island Developing States, Bridgetown, Barbados, 25 April-6 May 1994 (United Nations publication, Sales No. E.94.I.18 and corrigenda), chap. I, resolution 1, annex II.
zh: 《小岛屿发展中国家可持续发展全球会议的报告，1994年4月25日至5月6日，巴巴多斯布里奇敦》(联合国出版物，出售品编号：C.94.I.18和更正)，第一章，决议1，附件二。

source: Corruption and its impact on the full enjoyment of human rights, in particular, economic, social and cultural rights
zh: 腐败及其对充分享受人权特别是经济、社会和文化权利的影响

source: Progress report submitted by the Special Rapporteur, Christy Mbonu
zh: 特别报告员克里斯蒂·姆博努提交的进度报告

source: This progress report is submitted in accordance with Sub-Commission resolution 2003/2.
zh: 本进度报告是根据小组委员会第2003/2号决议提交的。

source: It focuses on those institutions that were identified during the Sub-Commission's debates as being more prone to corruption that were not dealt with in the preliminary report.
zh: 报告讨论的焦点是那些在小组委员会辩论中被确定是初步报告未提及的但比较容易发生腐败现象的机构。

source: The progress report, therefore, deals with the effect of corruption on those institutions necessary to sustain democracy, such as political parties and parliaments.
zh: 因此，本进度报告阐述了腐败对那些在维护民主中发挥必要作用的机构(例如政党和议会)所产生的影响。

source: Political parties are often seen to abuse their powerful positions to extort bribes and provide members and followers with lucrative positions in the public sector, while corruption among parliamentarians compromises their legislative, oversight, financial control and representational roles.
zh: 人们常常看到政党滥用其权势索贿，并为党员和党的追随者在公共部门提供高薪职位，而议员中间的腐败则侵蚀了其立法、监督、财政控制和充当民意代表的职责。

source: The report highlights the problem posed by party corruption, especially in the developing countries and countries in transition.
zh: 本报告着重讨论政党的腐败问题，尤其是发展中国家和经济转型国家政党腐败所造成的问题。

source: The crucial role played by the judiciary and the law enforcement agencies in the fight against corruption makes a further analysis of corruption in these institutions and its negative impact on the full enjoyment of human rights a necessity.
zh: 由于司法机关和执法机构在打击腐败方面具有关键作用，就有必要对这些机构内的腐败情况作进一步分析，并有必要进一步分析其对充分享受人权所造成的消极影响。

source: Realizing that if corruption is not effectively tackled the goals contained in the United Nations Millennium Declaration will not be achieved, the progress report focuses on the devastating effect of corruption on procurement, in the public sector as well as in international organizations, and of capital flight suffered in particular by the developing countries as a result of corruption.
zh: 如果不有效处理腐败问题，《联合国千年宣言》中所载的目标便无法实现。 有鉴于此，本进度报告集中讨论了腐败对于公共部门以及国际组织采购工作的破坏性影响，并讨论了各国特别是发展中国家因腐败而造成的资金外逃情况。

source: Since the debate is no longer on the grave and devastating effects of corruption on the enjoyment of human rights but rather on how to turn the tide against the perpetrators of corruption, the report deals with the value-added of partnerships established to fight corruption.
zh: 鉴于目前讨论的问题已不再是腐败对于人权的享受造成的严重和破坏性影响，而是如何扭转形势打击从事腐败行为的人，所以本报告讨论了为打击腐败而建立的那些伙伴关系所带来的增值效应。

source: How effective are the mechanisms at the international, regional and national levels put in place to fight corruption?
zh: 在国际、区域和国家各级所设置的机制在打击腐败方面的效率如何？

source: What is the value-added of the national mechanisms put in place by States to fight against corruption, their achievements made and the obstacles encountered?
zh: 各国为打击腐败所设置的国家机制的增值效应如何、所取得的成就如何、所遭遇的障碍如何？

source: In its conclusion and recommendations the report underscores the violation of all regimes of rights by corruption, the universality of corruption, its institutionalization in some countries, and the fact that it remains one of the major obstacles to honest and transparent government, consolidation of democracy and, promotion of sustainable development.
zh: 报告在结论与建议部分强调指出了腐败与所有权利制度不相容的情况、腐败的普遍性和在某些国家已经制度化的现象，并指出了腐败是实现诚实透明的政府、巩固民主制度以及促进可持续发展所面临的主要障碍之一。

source: It calls for a refocusing of the international community on turning the tide against the perpetrators of corruption.
zh: 在该部分中，报告呼吁国际社会再次集中力量扭转形势，打击从事腐败行为的人。

source: Referring to a new global opinion survey carried out by Transparency International in which political parties were adjudged the most corrupt institution, the report calls for the strengthening of measures by States to ensure the elimination of corruption among political parties and the parliaments; strengthening of existing legislation and, where none exits, the enactment of adequate legislation to tackle corruption in procurement; and for the international financial institutions, such as the World Bank, to assist States in designing economic policies that include transparency in procurement.
zh: 报告提到了透明国际所开展的新的全球观点普查，其中认定政党是最腐败的机构。 据此，报告呼吁各国加强各项措施，以便保证消除政党及议会的腐败现象；加强现有的立法，如果不存在相关法律，就需要颁布适当的立法，以解决采购方面的腐败现象；并呼吁世界银行等国际金融机构协助各国制订包含实现采购透明在内的经济政策。

source: The report highlights the importance of ratifying and incorporating into domestic laws, the United Nations Convention against Corruption; the importance of international cooperation in the repatriation of the funds of illicit origin siphoned off from the coffers of the developing countries to the developed countries and the crucial roles of the civil society and the media in the fight against corruption.
zh: 报告强调了批准《联合国反腐败公约》并将其纳入国内法律的重要性；同时强调了开展国际合作，将从发展中国家的国库里挪到发达国家的非法资金回归原国也具有重要意义；另外还强调了民间社会和媒体在打击腐败方面的关键作用。

source: Introduction 1 - 7
zh: 导言1 - 7 4

source: Corruption versus the integrity of the judiciary 12 - 16 The law enforcement agencies 17 - 20 Corruption in political parties 21 - 31
zh: A. 腐败与司法机关的健全性的相对关系12 - 16 6

source: ECONOMIC, SOCIAL AND CULTURAL RIGHTS AND
zh: 三、经济、社会和文化权利与腐败32 - 40 12

source: Corruption in procurement and its impact on the enjoyment
zh: A. 采购方面的腐败及其对人权享受的影响32 - 37 12

source: of human rights 32 - 37
zh: B. 腐败造成的资金外逃38 - 40 14

source: Capital flight through corruption 38 - 40
zh: 四、在打击腐败过程中发挥增值效应的伙伴关系：实效如何？

source: CORRUPTION: HOW EFFECTIVE?
zh: 五、结论与建议59 - 66 20

source: By decision 2002/106, the Sub-Commission on the Promotion and Protection of Human Rights decided to entrust Christy Mbonu to draft a working paper on the question of corruption and its impact on the full enjoyment of all human rights in particular economic, social and cultural rights.
zh: 1. 增进和保护人权小组委员会在其第2002/106号决定中决定委托克里斯蒂·姆博努女士编写一份关于腐败问题及其对实现和享受所有人权尤其是经济、社会和文化权利的影响的工作文件。

source: The working paper (E/CN.4/Sub.2/2003/18) submitted to the Sub-Commission at its fifty-fifth session took into consideration the discussion held on this issue at the fifty-fourth session which, inter alia, noted that corruption should be condemned and that those guilty of corruption should face international justice if they escaped national jurisdiction.
zh: 2. 提交小组委员会第五十五届会议的工作文件(E/CN.4/Sub.2/2003/18)还考虑到了第五十四届会议期间就这一问题进行的讨论，其中指出：腐败应当受到谴责，犯有腐败行为者如逃避国内管辖，应当受到国际司法审判。

source: The paper also took note that the Economic and Social Council, having been concerned with the serious problems posed by corruption, which might endanger the stability of societies, undermine the values of democracy and morality, and jeopardize social, economic and political development, had adopted resolution 2001/13 entitled “Strengthening international cooperation in preventing and combating the transfer of funds of illicit origin, derived from acts of corruption, including the laundering of funds, and in returning of such funds”.
zh: 该文件还指出，经济及社会理事会关注腐败造成的严重问题――这些问题可能危及社会稳定，破坏民主价值观，败坏道德并危害社会、经济和政治发展，因而通过了第2001/13号决议，题为“加强国际合作，防止和打击转移腐败行径所得非法来源的资金，包括洗钱，并返还这类资金”。

source: In resolution 2003/2, the Sub-Commission recommended that the Commission on Human Rights endorse the decision to appoint Ms. Mbonu as Special Rapporteur with the task of preparing a comprehensive study on corruption and its impact on the full enjoyment of human rights, in particular, economic, social and cultural rights.
zh: 3. 在第2003/2号决议中，小组委员会建议人权委员会核可任命姆博努女士为特别报告员的决定，负责编写一份关于腐败及其对充分享受人权特别是经济、社会和文化权利的影响的详尽研究报告。

source: The Commission, in its decision 2004/106, endorsed the Sub-Commission's decision.
zh: 人权委员会在第2004/106号决定中核可了小组委员会的决定。

source: The preliminary report (E/CN.4/Sub.2/2004/23), submitted in accordance with Sub-Commission resolution 2003/2 on the issue of corruption and its impact on the full enjoyment of human rights, in particular economic, social and cultural rights, built upon the working paper.
zh: 4. 根据小组委员会第2003/2号决议提交的初步报告(E/CN.4/Sub.2/2004/23)是在上述工作文件的基础上编写的，该项决议涉及的问题是腐败及其对实现和享受所有人权尤其是经济、社会和文化权利的影响。

source: It highlighted the universality of the phenomenon of corruption and explored some general and specific manifestation of corruption, including cases of corruption in the private sector.
zh: 初步报告着重指出了腐败现象的普遍性，并探讨了腐败的一些一般和特定的表现，其中包括私营部门的腐败案例。

source: The report also dealt with the identification of victims of corruption, the poor being the most vulnerable, and elaborated on the socio-economic and civil and political consequences of corruption in human rights terms, linking the undermining effects of corruption to the development efforts of developing countries.
zh: 报告还讨论了哪些群体是腐败受害者，指出穷人最容易受害，阐述了腐败对社会、经济方面以及公民和政治方面的人权的影响，将腐败的破坏性后果与发展中国家的发展努力联系起来。

source: The report further looked into national and international mechanisms against corruption.
zh: 该报告并探讨了打击腐败的国家机制和国际机制。

source: The conclusions and recommendations of the report, inter alia, underlined the importance of political leadership in the fight against corruption; of ratifying and incorporating the United Nations Convention against Corruption into domestic law, highlighting the role of asset-recovery provisions; of adopting national anti-corruption mechanisms and legislation; and of cooperation among countries in fighting corruption, including prevention, investigation and the prosecution of offenders.
zh: 5. 该报告的结论与建议部分除其他外，特别强调：政治领导层在反腐败斗争中的重要性；应当批准《联合国反腐败公约》并将其纳入国内法，同时着重指出了追回资产条款的作用；需要制定本国反腐败机制和立法；各国有必要在反腐败斗争中进行合作，包括在防止、调查犯罪和对犯罪者起诉等方面进行合作。

source: The need for built-in safety-net mechanisms to protect citizens from corporate corruption, the importance of companies adhering strictly to their codes of conduct, the role of the civil society and the media, as well as the need for effective law enforcement were also underscored.
zh: 6. 与此同时，还着重强调：需建立内在的安全网机制，以保护公民免受企业腐败的损害；企业须严格遵守行为准则；民间社会和媒体应当发挥作用；以及需要有效执法。

source: The present report is submitted pursuant to Sub-Commission resolution 2004/4, for the purpose of further preparing a comprehensive study on corruption and its impact on the full enjoyment of human rights.
zh: 7. 本报告是根据小组委员会第2004/4号决议提交的，目的是进一步编写关于腐败及其对充分享受人权的影响的详尽研究报告。

source: One of the aims of the present study is to focus on those institutions that were identified during the Sub-Commission's debates as being more prone to corruption, but were not dealt with in the preliminary report; those institutions necessary for sustaining democracy, i.e. the political parties and the parliaments that should be guided by the rule of law and ethics in the conduct of their mandates.
zh: 8. 本研究报告的目标之一是要着重探讨在小组委员会的辩论中提到的、但是没有在初步报告中论述的那些最可能发生腐败现象的机构；以及那些对维持民主体制具有必要作用的机构，即，在履行其任何时应当受到法治和道德约束的政党和议会。

source: Other institutions were also identified during the debates for deeper analysis due to the crucial roles they play in the fight against corruption, i.e. the judiciary and law enforcement agencies.
zh: 在辩论中还提到了其他一些机构，即司法机关和执法机构，认为由于其在打击腐败的斗争中具有关键作用，也需要展开更深入的分析。

source: Aware of the importance of an untainted judiciary in the fight against corruption, a columnist, Joel Obura, has stated that “a corrupt judiciary is indeed a malignant cancer whose effect can be felt across the land”.
zh: 专栏作家Joel Obura认识到廉洁的司法机关在打击腐败中的重要作用，他说：“腐败的司法机关的确是一种恶性肿瘤，其害处在全国各个角落都能感觉到。”

source: In the view of Hon. Justice S.O. Uwaifo, “a corrupt judge is more harmful to the society than a man who runs amuck with a dagger in a crowded street.
zh: 大法官S.O.Uwaifo认为，“腐败的法官比手持短刀在闹市里满街乱跑的疯子对社会的损害更大。

source: He can be restrained physically.
zh: 疯子可以用强力制服。

source: But a corrupt judge deliberately destroys the moral foundation of a society and causes incalculable distress to individuals through abusing his office, while being referred to as `Honourable' ”.
zh: 但是腐败的法官通过滥用职权来蓄意损害社会的道德基础，对个人造成不可估量的伤害，同时却被尊称为`阁下'”。

source: It has been observed that corruption, though a universal problem, is more present in some societies than in others, causing monumental devastation on the development efforts of these societies.
zh: 9. 有人指出，尽管腐败是普遍的问题，但是它在一些社会里比其他社会更严重，对这些社会的发展努力造成了巨大破坏。

source: Corruption therefore remains one of the deadliest enemies of the translation into visible reality of all the potential with which humanity is endowed.
zh: 因此，腐败是人类具体实现其全部潜力的最致命障碍。

source: If the hydra-headed monster called corruption is not destroyed, the goals, enunciated in the United Nations Millennium Declaration, to "halve, by the year 2015, the proportion of the world's people whose income is less than one dollar a day and the proportion of people who suffer from hunger and, by the same date, to halve the proportion of people who are unable to reach or to afford safe drinking water" will remain a pipe dream.
zh: 如果不消灭腐败这一恶魔，那么《联合国千年宣言》中所阐述的目标将只是一场空想，这些目标是：“在2015年年底前，使世界上每日收入低于一美元的人口比例和挨饿人口比例降低一半，并在同一日期之前，使无法得到或负担不起安全饮用水的人口比例降低一半。”

source: In the course of this study, it was established, and echoed by Dr. O. Ezekwesili, that "openness, transparency, information, competition, sanctions, incentives, clear rules and regulations that are strictly enforced are enemies of corruption".
zh: 10. 本报告中确认并得到O.Ezekwsili博士的赞同 的看法是：“公开、透明、资讯、竞争、制裁、奖励、严格实施的明确的规则与条例，都是腐败的劲敌”。

source: Corruption is inherently an activity that thrives on secrecy; it takes advantage of unequal access to information by parties to a transaction and thus becomes widespread, especially where the cost of corrupt conduct is low and the profit high.
zh: 腐败的内在性质就决定了它只能在暗中兴风作浪；它利用了交易各方在获得资讯方面的机会不平等，使腐败蔓延开来，而当腐败行为的代价很低、获益很高时，更是如此。

source: The elimination of corrupt practices therefore goes beyond a mere moral campaign or sloganeering, as is the case with some Governments.
zh: 因此，消除腐败行径不仅仅是像有些国家政府所做的那样，只开展道德宣传或者提出一些口号。

source: It requires political will from leaders backed up by tough legislation for, according to Justice Aaron Ringera, “corruption always fights back”.
zh: 这项工作需要领导人具有坚强的政治意愿，并以严明的法律作后盾，因为正如Aaron Ringera法官指出的那样 ，“腐败是始终要反扑的”。

source: Consequently, the nations of the world suffering from the devastating effects of corruption that seek to enthrone a new paradigm of transparency and accountability to replace the corrupt order must adopt institutional, structural and systemwide reforms that redefine the inefficient ways in which business is conducted, in particular procurement, in all sectors of the society.
zh: 11. 因此，遭受到腐败的灾害性影响并希望建立透明和问责的新体制来取代腐败制度的世界各国，必须在体制和结构上全面实行改革，改变社会所有部门中低效率的运作方式，尤其是采购方式。

source: This study will be based on the premise that if procurements are handled transparently, whether in the health sector or the education sector or elsewhere; that if contracts are bid on and awarded transparently, after due process, to the most competent local or multinational company, the incentive for corruption and the environment for the promotion of corruption will be drastically reduced.
zh: 本研究报告的出发点是，如果卫生保健部门、教育部门或其他部门的采购工作是以透明的方式进行的，如果合同是经过适当程序以投标方式透明地向最称职的当地公司或多国公司提供的，那么引起腐败的动机和助长腐败的环境就会大大削弱。

source: It will further block the avenues for capital flight, through which corrupt officials from developing countries loot and siphon off public funds to the financial institutions of the developed countries.
zh: 这将进一步阻断发展中国家的贪官污吏对公款巧取豪夺并将其转到发达国家金融机构的资金外逃渠道。

source: Corruption versus the integrity of the judiciary
zh: A. 腐败与司法机关的健全性的相对关系

source: “It has become clear that corruption is one of the main obstacles to peace, stability, sustainable development, democracy, and human rights around the globe.
zh: 12. “已经很清楚的是，腐败是全球和平、稳定、可持续发展、民主和人权所面对的一个主要障碍。

source: The `quality counts' discussion amongst economists has recently concluded that the key to reducing poverty is to undertake an integrated approach to development- one that addresses quality growth, including education, health, environment and governance.
zh: 经济学家们关于`质量很重要'的讨论最近得出结论，认为减少贫困的关键在于采取综合发展的方针――就是一种包含教育、保健、环境和治理各方面的进步在内的优质增长。

source: Good governance invariably is the key determinant among these variables.
zh: 善政始终是这些变数中的一个关键决定因素。

source: Good governance, among other things, requires trust between the State and the people, integrity, transparency, rule of law, checks and balances, and total involvement of all stakeholders.”
zh: 善政除其他条件外，尤其需要国家与人民之间相互信任，需要公正、透明、法治、制衡机制以及所有利益相关者的全面参与。”

source: “International, regional and even national human rights instruments recognize as fundamental the right of everyone to due process of law, including to a fair hearing and public hearing by a competent, independent and impartial tribunal established by law.
zh: 13. “国际、区域甚至国家的人权文书承认，人人有权援用适当的法律程序，包括由依法建立的独立和公正的主管法庭进行公正和公开的审理，这是一项基本权利。

source: The importance of this in the protection of human rights is underscored by the fact that the implementation of all other rights depend to a large extent upon proper administration of justice.
zh: 由于实现所有其他权利在很大程度上都有赖于适当的执法，这一点在保护人权方面的重要性就更为突出。

source: An essential element of the right to a fair trial is an independent, impartial and untainted Judiciary.
zh: 公正审判权的一个根本要素就是独立、公正和廉洁的司法机关。

source: If the judicial system is corrupt, no such elements will exist.
zh: 如果司法体制是腐败的，那么任何上述要素都不会存在。

source: Judicial corruption influences unduly access to and outcome of judicial decisions.
zh: 司法腐败会不适当地影响到司法裁决的机会和结果。

source: The decision will remain unfair and unpredictable and consequently the rule of law will not prevail.”
zh: 裁决会是不公正的，不可预测的，因而法治就得不到实施。”

source: Article 26 of the International Covenant on Civil and Political Rights (ICCPR) stipulates equality “all persons are equal before the law and entitled without any discrimination to the equal protection of the law”.
zh: 14. 《公民权利和政治权利国际公约》第二十六条同样规定“所有人在法律前平等，并有权受法律的平等保护，无所歧视”。

source: If, however, a party to a dispute compromises a judge, or other court officials for that matter, and thereby obtains through bribery documents to which the other party has no access, or if documents vital to the dispute “disappear”, there can be no equality before the law.
zh: 但是，如果纠纷的一方对法官或法院其他官员施加影响，从而通过行贿取得了对方无法得到的文件，或者如果对于纠纷具有关键意义的文件“消失了”，那么法律面前就做不到平等。

source: A compromised judge cannot be independent, impartial or fair.
zh: 受到影响的法官不可能是独立的、公正的或公平的。

source: When a party to judicial proceedings offers a bribe to a judge or other court official, and the bribe is accepted, that party automatically acquires a privileged status in relation to other parties who have not offered, or are not in a position to offer, a bribe or inducement.
zh: 当司法诉讼程序的一方向法官或法院其他官员行贿，而且贿赂被接受，那么相对于没有行贿或利诱或者没有能力行贿或利诱的另一方而言，行贿的一方就自动占了优势。

source: The preferential treatment secured and the attendant discrimination, which article 26 aims at thwarting, violates the latter party's human rights.
zh: 第二十六条力图消除的这种优惠待遇和伴随而来的歧视都侵犯了前者的人权。

source: Such preferential treatment obliterates the objectivity and neutrality required from the judicial process.
zh: 这种优惠待遇阻碍了司法程序中所必需的客观性和中立性。

source: Little wonder, then, that the citizens often lose faith in the judiciary and resort to instant justice in resolving disputes that ordinarily would have been resolved by the court.
zh: 因此，无怪乎公民经常对司法机关失去信任而采用“即刻就地司法”来解决一般由法院解决的纠纷。

source: The result can be anarchy.
zh: 其结果可能会导致社会秩序混乱。

source: A corrupt judiciary also means that the legal and institutional mechanisms designed to curb corruption have been compromised.
zh: 15. 腐败的司法机关还会导致旨在制止腐败的法律和体系机制受到侵蚀。

source: The judiciary is the public institution that is mandated to provide essential checks on other public entities, including political parties, law enforcement agencies and public officers.
zh: 司法机关是公共机构，其任务是对其他公共实体(包括政党、执法机关和政府官员)实行不可或缺的监督。

source: While a corrupt judiciary is a cancer whose effects can be felt across the land, a fair and efficient judiciary is the key to anti-corruption initiatives, which are necessary pillars for the strengthening of democratic institutions.
zh: 腐败的司法机关是会影响到全国各地的一种癌症，而公正有效的司法机关则是反腐败工作的关键，是加强民主体制的必要支柱。

source: Corruption in the judiciary is a global problem, as it is not restricted to a specific country or region.
zh: 16. 司法机关的腐败是全球性问题，因为它不限于某一特定国家或地区。

source: Though the challenges to and the corruption in the judiciary noted in the preceding paragraphs can be found in developed societies with long traditions of judicial independence and strong laws, many developing countries and countries in transition seem to have many more basic problems.
zh: 尽管上文所述对司法机关的挑战和司法机关内部的腐败也可以在具有长期司法独立和严明法律传统的发达国家里看到，但是许多发展中国家和转型期国家似乎存在更多得多的基本问题。

source: In the case of Africa, decades of colonial domination and exploitation which engendered weak political and democratic institutions and the attendant military interference in the political domains of these countries have had monumentally adverse effects on all the institutions necessary to entrench a corruption-free society and strong institutions, including the judiciary.
zh: 以非洲为例，几十年的殖民统治和剥削造成了虚弱的政治和民主体制，而与此同时，军方对这些国家政治领域的干涉对于为加强不腐败的社会和包括司法机关在内的健全体制所必需的所有体系都产生了极端严重的消极影响。

source: Regretting the effects of weak institutions inherited from the colonial era, an African leader thus laments, "some of the contradictions and challenges bequeathed by the colonial administration have continued to pose problems to us (Africans) today".
zh: 一位非洲领导人面对殖民时期遗留下来的虚弱体制所产生的影响感到十分愤懑，他这样指责说：“殖民统治遗留下来的一些矛盾和问题到今天仍然对我们(非洲人)造成了问题”。

source: But more succinctly, “the problems are endemic; lack of trained personnel, inadequate payment, a tradition from colonial times of dialogue about cases with the Ministry of Justice, apparently predetermined outcomes of trials”.
zh: 同时更明确地指出：“问题比比皆是；缺少训练有素的人员，薪酬太低，殖民时代遗留下来的与司法部就案件保持对话的传统，审判结果显然已事先注定”。

source: The law enforcement agencies
zh: B. 执法机构

source: The Code of Conduct for Law Enforcement Officials adopted by the General Assembly in resolution 34/169 of 17 December 1979 stipulates in article 1 that "Law enforcement officials shall at all times fulfil the duty imposed upon them by law, by serving the community and by protecting all persons against illegal acts, consistent with the high degree of responsibility required by their profession" and in article 7, "Law enforcement officials shall not commit any act of corruption.
zh: 17. 联合国大会在1979年12月17日第34/169号决议中通过了《执法人员行为守则》，该《守则》第一条指出：“执法人员无论何时均应执行法律赋予他们的任务，本着其专业所要求的高度责任感，为社会群体服务，保护人人不受非法行为的伤害。” 《守则》第七条指出：“执法人员不得有贪污行为，并应极力抗拒和反对一切贪污行为。”

source: They shall also rigorously oppose and combat such acts” (emphasis added).
zh: (下划线是后加的)。

source: It was a fundamental idea of the framers of this resolution that the role of the law enforcement agencies in building a State's capacity for developmental purposes is very crucial and that institutionalized corruption is a serous impediment to that process.
zh: 这项决议的拟订者有一个基本观念，就是执法机关在建设国家发展方面的能力的过程中具有极为关键的作用，而体制化的腐败对这一过程是严重的阻碍。

source: This study will not tire of repeating and re-echoing that corruption has devastating effects on nation-building.
zh: 本研究报告将一再重复指出，腐败对于国家的建设会产生灾害性影响。

source: Institutionalized corruption remains a major obstacle to honest and transparent government and thus to the consolidation of democracy and the promotion of sustainable development, especially in many developing countries.
zh: 在各国，尤其是在许多发展中国家，体制化的腐败仍然是实现诚实而透明的政府的主要障碍，也是巩固民主和促进可持续发展的主要障碍。
